Repository: kioopi/wedid
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Actions
de: Aktionen

source: Attempting to reconnect
de: Verbindung wird wiederhergestellt

source: Something went wrong!
de: Etwas ist schiefgelaufen!

source: We can't find the internet
de: Wir können das Internet nicht finden

source: close
de: schließen

source: Change password
de: Passwort ändern

source: Change your password
de: Ändere dein Passwort

source: Color theme
de: Farbschema

source: Couple
de: Paar

source: Current password
de: Aktuelles Passwort

source: Entries
de: Einträge

source: Failed to send password reset link: %{reason}
de: Passwort-Reset-Link konnte nicht gesendet werden: %{reason}

source: Failed to update password.
de: Passwort konnte nicht aktualisiert werden.

source: Failed to update profile.
de: Profil konnte nicht aktualisiert werden.

source: Get Started
de: Loslegen

source: Language
de: Sprache

source: New password
de: Neues Passwort

source: New password confirmation
de: Neues Passwort bestätigen

source: Password reset link sent to your email.
de: Passwort-Reset-Link wurde an deine E-Mail gesendet.

source: Password updated successfully.
de: Passwort erfolgreich aktualisiert.

source: Profile information
de: Profilinformationen

source: Profile updated successfully.
de: Profil erfolgreich aktualisiert.

source: Request password reset link
de: Passwort-Reset-Link anfordern

source: Requesting...
de: Wird angefordert...

source: Reset password
de: Passwort zurücksetzen

source: Save Changes
de: Änderungen speichern

source: Saving...
de: Wird gespeichert...

source: Select a color theme for the application.
de: Wähle ein Farbthema für die Anwendung.

source: Select your preferred language for the application.
de: Wähle deine bevorzugte Sprache für die Anwendung.

source: Settings
de: Einstellungen

source: Sign In
de: Anmelden

source: Sign in
de: Anmelden

source: Sign out
de: Abmelden

source: Sign up
de: Registrieren

source: Theme
de: Farbschema

source: This is how you will appear to others in the application.
de: So wirst du anderen in der Anwendung angezeigt.

source: Update your account's profile information.
de: Aktualisiere die Profilinformationen deines Kontos.

source: Use this to set your password after being invited to the application or if you have
de: Verwende dies, um dein Passwort zu setzen, nachdem du zur Anwendung eingeladen wurdest oder wenn du

source: User Settings
de: Benutzereinstellungen

source: Your name
de: Dein Name

source: forgotten your password and signed-in with a magic link.
de: dein Passwort vergessen hast und dich mit einem Magic Link angemeldet hast.

source: Additional Information
de: Zusätzliche Informationen

source: Are you sure you want to delete this entry?
de: Bist du sicher, dass du diesen Eintrag löschen möchtest?

source: Are you sure you want to delete this tag?
de: Bist du sicher, dass du dieses Tag löschen möchtest?

source: Back to Entries
de: Zurück zu Einträgen

source: Cancel
de: Abbrechen

source: Close
de: Schließen

source: Color (optional)
de: Farbe (optional)

source: Confirmed
de: Bestätigt

source: Content
de: Inhalt

source: Create Tag
de: Tag erstellen

source: Create and manage tags to organize your journal entries. Use emojis or unicode characters as icons.
de: Erstelle und verwalte Tags, um deine Tagebucheinträge zu organisieren. Verwende Emojis oder Unicode-Zeichen als Icons.

source: Created at
de: Erstellt am

source: Creating...
de: Wird erstellt...

source: Delete
de: Löschen

source: Edit
de: Bearbeiten

source: Edit Entry
de: Eintrag bearbeiten

source: Entry
de: Eintrag

source: Entry %{action}d successfully
de: Eintrag erfolgreich %{action}d

source: Entry Details
de: Eintrag-Details

source: Entry ID:
de: Eintrag-ID:

source: Existing Tags
de: Vorhandene Tags

source: Failed to delete tag.
de: Tag konnte nicht gelöscht werden.

source: Failed to send partner invitation
de: Partner-Einladung konnte nicht gesendet werden

source: Invite Partner
de: Partner einladen

source: Listing Entries
de: Einträge auflisten

source: Members
de: Mitglieder

source: New
de: Neu

source: New Entry
de: Neuer Eintrag

source: Partner invitation sent successfully!
de: Partner-Einladung erfolgreich gesendet!

source: Partner's Email
de: E-Mail des Partners

source: Pending
de: Ausstehend

source: Save Entry
de: Eintrag speichern

source: Select Tag
de: Tag auswählen

source: Send Invitation
de: Einladung senden

source: Share your thoughts and moments with your partner
de: Teile deine Gedanken und Momente mit deinem Partner

source: Show Entry
de: Eintrag anzeigen

source: Tag Management
de: Tag-Verwaltung

source: Tag created successfully.
de: Tag erfolgreich erstellt.

source: Tag deleted successfully.
de: Tag erfolgreich gelöscht.

source: Tag updated successfully.
de: Tag erfolgreich aktualisiert.

source: Update Tag
de: Tag aktualisieren

source: Updating...
de: Wird aktualisiert...

source: Viewing entry from %{date}
de: Eintrag vom %{date} wird angezeigt

source: You need to be part of a couple
de: Du musst Teil eines Paares sein

source: Your Couple: %{name}
de: Euer Paar: %{name}

source: e.g., Holiday
de: z.B. Urlaub

source: Incorrect email or password
de: Falsche E-Mail oder falsches Passwort

source: Manage Your Couple
de: Euer Paar verwalten

source: You are now signed in
de: Du bist jetzt angemeldet

source: You are now signed out
de: Du bist jetzt abgemeldet

source: You have already signed in another way, but have not confirmed your account. You can confirm your account using the link we sent to you, or by resetting your password.
de: Du hast dich bereits auf andere Weise angemeldet, aber dein Konto noch nicht bestätigt. Du kannst dein Konto über den Link bestätigen, den wir dir gesendet haben, oder durch Zurücksetzen deines Passworts.

source: Your email address has now been confirmed
de: Deine E-Mail-Adresse wurde jetzt bestätigt

source: Your password has successfully been reset
de: Dein Passwort wurde erfolgreich zurückgesetzt

source: A success & gratitude diary for two. Every day, both partners can log small or big things that went well: a kind word, a shared laugh, a problem solved, or a moment of connection.
de: Ein Erfolgs- und Dankbarkeitstagebuch für zwei. Jeden Tag können beide Partner kleine oder große Dinge festhalten, die gut gelaufen sind: ein liebes Wort, gemeinsames Lachen, ein gelöstes Problem oder einen Moment der Verbundenheit.

source: Almost there!
de: Fast geschafft!

source: Based on relationship research and designed for couples who want to build a stronger connection
de: Basierend auf Beziehungsforschung und entwickelt für Paare, die eine stärkere Verbindung aufbauen möchten

source: Build a collective journal of what works—a source of strength, joy, and perspective during both good and challenging times.
de: Erstellt ein gemeinsames Tagebuch dessen, was funktioniert—eine Quelle der Stärke, Freude und Perspektive sowohl in guten als auch in herausfordernden Zeiten.

source: Build resilience together by focusing on what brings you joy.
de: Baut gemeinsam Widerstandskraft auf, indem ihr euch auf das konzentriert, was euch Freude bereitet.

source: But your partner hasn't joined yet.
de: Aber dein Partner ist noch nicht beigetreten.

source: Celebrate your shared journey—one positive moment at a time.
de: Feiert eure gemeinsame Reise—einen positiven Moment nach dem anderen.

source: Create Your First Entry
de: Erstelle deinen ersten Eintrag

source: Create your couple
de: Euer Paar erstellen

source: Inspired by principles from Positive Psychology, Gottman Method, Narrative Therapy, and Emotionally Focused Therapy.
de: Inspiriert von Prinzipien der Positiven Psychologie, Gottman-Methode, Narrativen Therapie und Emotionsfokussierten Therapie.

source: Invite your partner
de: Lade deinen Partner ein

source: Let's set up your couple profile to start recording beautiful moments together.
de: Lasst uns euer Paar-Profil einrichten, um gemeinsam schöne Momente festzuhalten.

source: No entries yet
de: Noch keine Einträge

source: No moments recorded yet
de: Noch keine Momente festgehalten

source: Our Journal Entries
de: Unsere Tagebucheinträge

source: Positive Focus
de: Positiver Fokus

source: Relationships thrive on connection, recognition, and positivity. WeDid helps you capture what matters most in your relationship.
de: Beziehungen gedeihen durch Verbindung, Anerkennung und Positivität. WeDid hilft euch dabei, das Wichtigste in eurer Beziehung festzuhalten.

source: Research-Backed
de: Wissenschaftlich fundiert

source: See all moments
de: Alle Momente anzeigen

source: Send invite
de: Einladung senden

source: Share your journey of gratitude and connection together. Your partner will be able to join with a special invitation link.
de: Teilt eure Reise der Dankbarkeit und Verbundenheit miteinander. Dein Partner kann über einen besonderen Einladungslink beitreten.

source: Share your thoughts, experiences, and special moments with your partner by creating your first entry.
de: Teile deine Gedanken, Erfahrungen und besonderen Momente mit deinem Partner, indem du deinen ersten Eintrag erstellst.

source: Shared Memory
de: Gemeinsame Erinnerung

source: Start Your Journey Together
de: Beginnt eure gemeinsame Reise

source: This is where you'll see all the special moments you and your partner share. Start your journey of gratitude today!
de: Hier werdet ihr alle besonderen Momente sehen, die ihr und euer Partner teilt. Beginnt noch heute eure Reise der Dankbarkeit!

source: Welcome to WeDid!
de: Willkommen bei WeDid!

source: Why WeDid Works
de: Warum WeDid funktioniert

source: Your shared moments
de: Eure gemeinsamen Momente

source: Change Language
de: Sprache auswählen

source: Manage your profile picture at Gravatar.com
de: Dein Profilbild kannst du bei Gravatar.com verwalten

source: Profile picture
de: Profilbild

source: Go to Gravatar.com
de: Zu Gravatar.com
